# Начало рута Жени

label jenya:

    "Женя предлагает герою печеньку."
    
    menu:
        "Взять печенье?"
        
        "Да":
            "Женя оживляется."
        "Нет":
            "Женя расстраивается."
    
    "У героя и Жени завязывается разговор."
    
    menu:
        "Про кого спросить?"
            
        "Тимур":
            "Женя рассказывает про Тимура."
        "Сталкер":
            "Женя рассказывает про сталкера."
        "Шнурок":
            "Женя рассказывает про Шнура."
        "Женя":
            "Женя рассказывает про себя."
    return
    
